{
  "form_input_label_name": "First name",
  "form_input_label_email": "Email",
  "form_input_label_password": "Password",
  "form_input_label_confirm_password": "Confirm password",
  "form_forgot_password": "Forgot password?",
  "form_button_login": "Login",
  "form_button_register": "Register",

  "nav_home": "Home",
  "nav_how_to_trade": "How To Trade",
  "nav_my_dashboard": "My Dashboard",
  "nav_credits": "Credits",
  "nav_login": "Login",
  "nav_register": "Register",

  "home_headline": "We make crypto clear and simple",
  "home_cta_trade_now": "Trade now",
  "home_subheadline": "Take your first step into safe, secure crypto investing",
  "home_cta_get_started": "Get started",

  "credits_page_title": "The People Behind The Magic",
  "credits_about_1": "This website is the result of collaboration, creativity, and determination. It serves as a reminder that great things happen when people come together.",
  "credits_about_2": "Built with love, coffee, and countless lines of code. Thank you for visiting.",
  "contributor_github_link": "GitHub profile",

  "footer_about_cryptohill": "CryptoHill, the world's leading bitcoin ATM operator, makes it so flippin' easy to buy and sell bitcoin via cash, card or bank transfer.",

  "howto_title": "Steps For Trading on CryptoHill",
  "howto_step_1": "Sign up and get initial funds",
  "howto_step_2": "Use tools and pick a crypto to invest in",
  "howto_step_3": "Start trading",
  "howto_step_4": "Keep track of your trading and portfolio",

  "howto_what_is": "What is Crypto Trading",
  "howto_what_is_p1": "Crypto trading is all about buying and selling digital currencies, such as Bitcoin (BTC) or Ethereum (ETH), to make a profit. Unlike traditional finance markets, the crypto market is open 24 hours. To get started, you need a wallet and an exchange to trade on.",
  "howto_what_is_p2": "If you want to trade crypto, you will have to speculate on the price of a digital currency to make a profit. The goal is to buy low and sell high, or vice versa, by taking advantage of price movements in the cryptocurrency market. Understanding the market's dynamics can help minimize losses and maximize profits.",
  "howto_how_works": "How Does Crypto Work?",
  "howto_how_works_p1": "Cryptocurrencies operate on blockchain networks. Think of a blockchain network as a series of blocks that contain transaction data. If person A sends crypto to person B, all of that information is secured on a block. If person B sends crypto to person C, that information is secured on another block and so on. All of these blocks are linked together.",
  "howto_how_works_p2": "Just like you deposit money into your bank account and your bank keeps a record of it, all the crypto you deposit into your crypto account is recorded on the blockchain. And just like regular money can be broken down into smaller parts—for example, there can be a fiat paper currency for $1, $100, and so on—cryptocurrencies can also be broken down into smaller parts.",
  "howto_steps": "Steps in a Typical Crypto Transaction:",
  "howto_steps_1_1": "Initiate Transfer:",
  "howto_steps_1_2": "Sender enters recipient's wallet address and amount.",
  "howto_steps_2_1": "Verification:",
  "howto_steps_2_2": "Network nodes confirm the transaction's validity.",
  "howto_steps_3_1": "Confirmation:",
  "howto_steps_3_2": "Transaction is added to the blockchain.",
  "howto_steps_4_1": "Settlement:",
  "howto_steps_4_2": "Funds are available in the recipient's wallet.",
  "howto_strategy_title": "Long-term or Short-term Trading",
  "howto_strategy_long": "Long-term trading",
  "howto_strategy_long_1": "Long-term traders buy and hold cryptocurrencies for weeks, months, or even years, with the intention of selling at a profit or using it later.",
  "howto_strategy_long_2": "If you believe the value of a cryptocurrency will grow in the long run and don't want the stress of actively trading, then this might be your style. A good first step is learning how to safely buy and hold cryptocurrency.",
  "howto_strategy_short": "Short-term trading",
  "howto_strategy_short_1": "Short-term trading is about taking advantage of short-term cryptocurrency price swings by creating and executing a trading strategy.",
  "howto_strategy_short_2": "It's more active, stressful and risky than long-term trading, but it also offers faster and larger potential returns for those who do it right. It also lets you profit from cryptocurrency prices dropping as well as rising.",
  "howto_mistakes_title": "Common Mistakes Beginners Should Avoid",
  "howto_mistake_1": "Lack of Research",
  "howto_mistake_1_desc_1": "The single greatest mistake that we have seen a lot of beginners make is blindly following someone in hopes of getting rich quick. You must acknowledge the fact that it's a marathon not a race. If you follow a random influencer or buy a random crypto coin just because someone is saying so, there is a huge chance that you will end up regretting it.",
  "howto_mistake_1_desc_2": "Always do your own research, polish your trading skills and trust yourself more than anyone else if you want to consistently make money. Whenever you hear FUD (Fear, Uncertainty, Doubt) or read about it, make sure to double check it with reputable resources before believing it.",
  "howto_mistake_2": "Emotional Trading",
  "howto_mistake_2_desc_1": "When trading with your hard-earned money and seeing it wash away, a common mistake lots of traders make is trying to win it all back in one trade. While it sounds good and might sometimes work, it isn't a net positive strategy. Emotional or revenge trading is a bane of countless traders which is why you should keep your emotions in check.",
  "howto_mistake_2_desc_2": "Never let a bad trade get to your head. Treat it as a learning curve and study what you did wrong in hopes of never repeating the same mistake again. Allowing emotions like fear and greed to drive your decisions can lead to impulsive buys or panic selling. Stick to your plan and avoid making trades based on short-term market movements.",
  "howto_mistake_3": "Overtrading",
  "howto_mistake_3_desc_1": "Lastly, you need to remember that taking breaks to recharge every once in a while is not only good for your mental health but will also help you become a better trader. Trying to capitalize on every price movement can be exhausting and costly. You need to give yourself enough time to recover so that you are in good shape to trade.",
  "howto_mistake_3_desc_2": "It is also a good strategy to distance yourself from the market for a bit if you are on a losing streak in terms of your trades. Some time away from the market and reflecting on what you are doing wrong will help you freshen your mind and get back in your groove much faster.",
  "howto_reminder": "Remember, trading is a journey of constant learning, and every mistake is an opportunity to grow and improve.",
  "howto_faq_title": "Frequently Asked Questions",
  "faq_q1": "Which is the best cryptocurrency to trade?",
  "faq_a1": "Bitcoin may be the best-known cryptocurrency, but there are literally hundreds of others to choose from. And with new cryptos launching every week, choosing the best one to trade isn't an easy decision. Read our helpful guides and articles, then choose cryptocurrencies to trade using our simulated exchange. It's just like trading with real crypto, but with absolutely none of the risk!",
  "faq_q2": "How much should I invest in cryptocurrency?",
  "faq_a2": "The amount to invest in cryptocurrency depends on your financial goals and risk tolerance. It's essential to do thorough research and consider diversifying your investments.",
  "faq_q3": "Will I make a profit from cryptocurrency trading?",
  "faq_a3": "Although it's definitely possible to see some big returns from crypto trading, profits aren't guaranteed. Crypto markets are hugely volatile, so unwary traders can lose big sums of cash in a very short time if they don't read the signs.",
  "faq_q4": "Is it safe to trade cryptocurrency?",
  "faq_a4": "Yes, it's safe to trade cryptocurrency. The only way to lose money is to gamble with crypto. Crypto trading is a risk-free way to make money.",
  "howto_disclaimer_1": "This page is for educational and informational purposes only.",
  "howto_disclaimer_2": "Our website provides a demo version of a crypto trading platform where you can simulate buying and selling cryptocurrencies without any actual risks or transactions.",

  "user_profile_title": "User Profile",
  "user_profile_phone_number": "Phone Number",
  "user_profile_update_info": "Update Your Information",
  "user_profile_saving_data": "Saving data...",
  "user_profile_last_name": "Last name",
  "user_profile_address": "Address",
  "user_profile_update_button": "Update",
  "user_profile_your_name": "Your name",
  "user_profile_your_email": "Your email",
  "user_profile_number_example": "Number example: 37012312345",
  "user_profile_hide_password": "Hide Change Password",
  "user_profile_change_password": "Change Password",
  "user_profile_current_password": "Current Password",
  "user_profile_new_password": "New Password",
  "user_profile_repeat_password": "Repeat New Password",

  "borrow_total": "Total Borrowings:",
  "borrow_amount_example": "Borrow 10000$",
  "borrow_condition": "You can only borrow if your balance is 300$ or less.",
  "borrowing_amount": "Borrowing amount",
  "date_borrowed": "Date borrowed",
  "borrow_success": "Borrow successful!",
  "borrow_error": "Borrow failed. Check your balance or try again.",

  "loading": "Loading...",

  "dashboard_sidebar_welcome": "Back in action"
}
